results/nginx/cubic/delay_20ms_loss_0.01/conns_100_rps_3000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.58ms   14.64ms 259.07ms   96.46%
    Req/Sec       -nan      -nan   0.00      0.00%
  17600 requests in 6.00s, 248.10MB read
Requests/sec:   2932.23
Transfer/sec:     41.33MB